submission_logs/2_1_one_middleware/8/16/1-0/2/memtier/2.log
2         Threads
16        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        2822.72          ---          ---     11.47600     11402.24 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      2822.72         0.00         0.00     11.47600     11402.24 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       1.000         0.00
SET       1.100         0.00
SET       1.200         0.00
SET       1.300         0.00
SET       1.400         0.00
SET       1.500         0.00
SET       1.600         0.00
SET       1.700         0.01
SET       1.800         0.01
SET       1.900         0.01
SET       2.000         0.01
SET       2.100         0.01
SET       2.200         0.02
SET       2.300         0.02
SET       2.400         0.02
SET       2.500         0.03
SET       2.600         0.03
SET       2.700         0.03
SET       2.800         0.04
SET       2.900         0.04
SET       3.000         0.04
SET       3.100         0.05
SET       3.200         0.05
SET       3.300         0.06
SET       3.400         0.07
SET       3.500         0.08
SET       3.600         0.09
SET       3.700         0.10
SET       3.800         0.11
SET       3.900         0.12
SET       4.000         0.14
SET       4.100         0.15
SET       4.200         0.16
SET       4.300         0.17
SET       4.400         0.20
SET       4.500         0.23
SET       4.600         0.26
SET       4.700         0.29
SET       4.800         0.33
SET       4.900         0.38
SET       5.000         0.44
SET       5.100         0.51
SET       5.200         0.61
SET       5.300         0.69
SET       5.400         0.79
SET       5.500         0.90
SET       5.600         0.99
SET       5.700         1.10
SET       5.800         1.20
SET       5.900         1.33
SET       6.000         1.45
SET       6.100         1.59
SET       6.200         1.74
SET       6.300         1.92
SET       6.400         2.11
SET       6.500         2.31
SET       6.600         2.52
SET       6.700         2.74
SET       6.800         3.00
SET       6.900         3.28
SET       7.000         3.60
SET       7.100         3.91
SET       7.200         4.26
SET       7.300         4.65
SET       7.400         5.07
SET       7.500         5.53
SET       7.600         6.03
SET       7.700         6.55
SET       7.800         7.14
SET       7.900         7.78
SET       8.000         8.45
SET       8.100         9.21
SET       8.200         9.99
SET       8.300        10.90
SET       8.400        11.79
SET       8.500        12.78
SET       8.600        13.82
SET       8.700        14.97
SET       8.800        16.12
SET       8.900        17.38
SET       9.000        18.74
SET       9.100        20.13
SET       9.200        21.55
SET       9.300        22.95
SET       9.400        24.48
SET       9.500        25.95
SET       9.600        27.47
SET       9.700        29.09
SET       9.800        30.69
SET       9.900        32.35
SET      10.000        41.39
SET      11.000        57.21
SET      12.000        70.82
SET      13.000        80.61
SET      14.000        87.10
SET      15.000        91.50
SET      16.000        94.44
SET      17.000        96.22
SET      18.000        97.27
SET      19.000        97.97
SET      20.000        98.46
SET      21.000        98.81
SET      22.000        99.03
SET      23.000        99.21
SET      24.000        99.39
SET      25.000        99.52
SET      26.000        99.63
SET      27.000        99.69
SET      28.000        99.73
SET      29.000        99.77
SET      30.000        99.81
SET      31.000        99.84
SET      32.000        99.86
SET      33.000        99.88
SET      34.000        99.90
SET      35.000        99.91
SET      36.000        99.93
SET      37.000        99.93
SET      38.000        99.93
SET      39.000        99.94
SET      40.000        99.94
SET      41.000        99.95
SET      42.000        99.96
SET      43.000        99.96
SET      44.000        99.96
SET      45.000        99.96
SET      46.000        99.97
SET      47.000        99.97
SET      48.000        99.98
SET      49.000        99.98
SET      50.000        99.99
SET      51.000        99.99
SET      52.000        99.99
SET      53.000        99.99
SET      55.000        99.99
SET      60.000       100.00
SET      61.000       100.00
SET      67.000       100.00
SET      81.000       100.00
SET      88.000       100.00
---
---